export const failResults = [
  'Эээхх... Произошла какая-то внутренняя ошибка 🤷',
  'Упс! Что-то подкосило систему. Скоро всё будет ок! 🌟',
  'Хм... Кажется, этот фокус не удался 🎩🐇',
  'Ой-ёй... Что-то пошло не так 😕',
  'Ой, кажется, что-то пошло не по плану 🚧',
  'Эх, что-то сломалось... Но вы не переживайте, мы всё исправим! 😊'
];

export const canceledResults = [
  'Процесс был отменён 🤷‍♂️',
  'Отмена принята, спим дальше 💤',
  'Отменил, возвращаемся к началу ✋',
  'Убрали всё, что делали 🧹 Начнём заново?',
  'Отрезали процесс ✂️ Все свободны!',
  'Режим отмены активирован 📵 Всё! Как будто и не запускали',
  'Сбросили всё в пыль 🌪 Что дальше?'
];
